Repository: felipendc/vicyos-third-party-gnome-extensions
Catalog: etc/skel/.local/share/gnome-shell/extensions/sensory-perception@HarlemSquirrel.github.io/po/*.po
Languages: pt_br, sk

source: Average
pt_br: Média
sk: Priemer

source: N/A
pt_br: N/D
sk: N/D

source: Error
pt_br: Erro
sk: Chyba

source: Please run sensors-detect as root.
pt_br: Por favor, execute sensors-detect como root.
sk: Prosím, spustite sensors-detect ako root.

source: Please install lm_sensors.
pt_br: Por favor, instale lm_sensors.
sk: Prosím, nainštalujte lm_sensors.

source: If this doesn't help, click here to report with your sensors output!
pt_br: Se isso não ajudar, clique aqui para relatar com a saída dos seus sensores!
sk: Ak to nepomôže, kliknite sem a nahláste Váš problém s výstupom senzorov!

source: Sensors Settings
pt_br: Configurações dos sensores
sk: Nastavenia senzorov

source: Poll sensors every (in seconds)
pt_br: Sondar os sensores a cada (em segundos)
sk: Zisťovať stav senzorov každých (sekúnd)

source: Temperature unit
pt_br: Unidade de temperatura
sk: Jednotky teploty

source: Centigrade
pt_br: Celsius
sk: Stupne Celzia

source: Fahrenheit
sk: Stupne Fahrenheita

source: Display temperature unit
pt_br: Exibir unidade de temperatura
sk: Zobraziť jednotky teploty

source: Show temperature unit in panel and menu.
pt_br: Mostra unidade de temperatura no painel e menu.
sk: Zobraziť jednotky teploty v paneli a v ponuke.

source: Display decimal value
pt_br: Exibir valor decimal
sk: Zobraziť hodnotu za desatinnou čiarkou

source: Show one digit after decimal.
pt_br: Mostra um dígito após decimal.
sk: Zobraziť jednu číslicu za desatinnou čiarkou.

source: Display drive temperature
pt_br: Exibir temperatura da unidade
sk: Zobraziť teplotu disku

source: Display fan speed
pt_br: Exibir velocidade do cooler
sk: Zobraziť otáčky ventilátora

source: Display power supply voltage
pt_br: Exibir voltagem da fonte de alimentação
sk: Zobraziť napätie zdroja

source: Sensor in panel
pt_br: Sensor no painel
sk: Senzor na paneli

source: Display sensor label
pt_br: Exibir rótulo do sensores
sk: Zobraziť menovku senzora

source: Drive %s
pt_br: Unidade %s
sk: Disk %s

source: ⚙ Settings
sk: ⚙ Nastavenia

source: All Cores
sk: Všetky jadrá

source: Maximum
pt_br: Máximo
